Repository: perez987/DownloadFullInstaller
Catalog: FetchInstallerPkg/Languages/*.lproj/Localizable.strings
Languages: ar, es, fr_ca, it, ru, uk

source: in catalog
ar: في الكتالوج
es: en catálogo
fr_ca: dans le catalogue
it: nel catalogo
ru: в каталоге
uk: в каталозі

source: %@ already exists. Do you want to replace it?
ar: %@ موجود بالفعل. هل تريد استبداله؟
es: %@ ya existe. ¿Quieres reemplazarlo?
fr_ca: %@ existe déjà. Voulez-vous le remplacer?
it: %@ Esiste già. Vuoi sostituirlo?
ru: %@ уже существует. Хотите заменить его?
uk: %@ вже існує. Бажаєте замінити його?

source: A file with the same name already exists in that location. Replacing it will overwrite its current contents.
ar: يوجد ملف بالاسم نفسه في هذا الموقع. استبداله سيؤدي إلى الكتابة فوق محتواه الحالي.
es: Ya existe un archivo con el mismo nombre en esta ubicación. Si lo reemplazas, se sobrescribirá su contenido actual.
fr_ca: Un fichier portant le même nom existe déjà à cet emplacement. Remplacer écrasera son contenu actuel.
it: Un file con lo stesso nome esiste già in quella posizione. Sostituirlo sovrascriverà i suoi contenuti attuali.
ru: Файл с таким именем уже существует в этом месте. Замена перезапишет его текущее содержимое.
uk: Файл з такою назвою вже існує в цьому місці. Заміна перезапише його поточний вміст.

source: Cancel
ar: إلغاء
es: Cancelar
fr_ca: Quitter
it: Annulla
ru: Отменить
uk: Скасувати

source: Copy %@ %@ (%@) %@ URL
ar: نسخ رابط %@ %@ (%@) %@
es: Copiar %@ %@ (%@) %@ URL
fr_ca: Copier %@ %@ (%@) %@ URL
it: Copia %@ %@ (%@) %@ URL
ru: Скопировать %@ %@ (%@) %@ URL
uk: Скопіювати %@ %@ (%@) %@ URL

source: Download %@ %@ (%@) Installer
ar: تنزيل مثبت %@ %@ (%@)
es: Descargar Instalador %@ %@ (%@)
fr_ca: Télécharger %@ %@ (%@) Le programme
it: Scarica %@ %@ (%@) Installer
ru: Загрузить установщик %@ %@ (%@)
uk: Завантажити установник %@ %@ (%@)

source: Downloaded %@
ar: تم تنزيل %@
es: Descargado %@
fr_ca: Téléchargé %@
it: Scaricato %@
ru: Загружено %@
uk: Завантажено %@

source: Downloading %@
ar: جارٍ تنزيل %@
es: Descargando %@
fr_ca: Téléchargement %@
it: In Download %@
ru: Загрузка %@
uk: Завантаження %@

source: Retrying download of InstallAssistant.pkg...
ar: إعادة محاولة تنزيل InstallAssistant.pkg...
es: Reintentando descargar InstallAssistant.pkg...
fr_ca: Nouvelle tentative de téléchargement d'InstallAssistant.pkg...
it: Nuovo tentativo di download di InstallAssistant.pkg...
ru: Повторная попытка загрузки InstallAssistant.pkg...
uk: Повторна спроба завантаження InstallAssistant.pkg...

source: Replace
ar: استبدال
es: Reemplazar
fr_ca: Remplacer
it: Sostituire
ru: Заменить
uk: Замінити

source: Show in Finder
ar: إظهار في Finder
es: Mostrar en el Finder
fr_ca: Afficher dans le Finder
it: Mostra nel Finder
ru: Показать в Finder
uk: Показати в Finder

source: Cancel %@ download
ar: إلغاء تنزيل %@
es: Cancelar la descarga de %@
fr_ca: Annuler %@ le téléchargement
it: Annulla %@ download
ru: Отменить загрузку %@
uk: Скасувати завантаження %@

source: Show the installer in the Downloads folder
ar: إظهار المثبت في مجلد التنزيلات
es: Ver el instalador en la carpeta de Descargas
fr_ca: Afficher le programme d'installation dans le dossier Téléchargements
it: Mostra il programma di installazione nella cartella Download
ru: Показать установщик в папке Загрузки
uk: Показати установник у папці завантаження

source: Language Selection
ar: اختيار اللغة
es: Selección de Idioma
fr_ca: Sélection de langue
it: Selezione della lingua
ru: Выбор языка
uk: Вибір мови

source: Choose a language
ar: اختر لغة
es: Elige un idioma
fr_ca: Choisissez une langue
it: Scegli una lingua
ru: Выберите язык
uk: Виберіть мову

source: Select Language
ar: تحديد اللغة
es: Seleccionar Idioma
fr_ca: Sélectionner la langue
it: Seleziona la lingua
ru: Выбрать язык
uk: Вибрати мову

source: Continue
ar: متابعة
es: Continuar
fr_ca: Continuer
it: Continua
ru: Продолжить
uk: Продовжити

source: Restart Required
ar: إعادة التشغيل مطلوبة
es: Se requiere reiniciar
fr_ca: Redémarrage requis
it: Riavvio richiesto
ru: Требуется перезапуск
uk: Потрібен перезапуск

source: The app must be restarted for changes to take effect.
ar: يجب إعادة تشغيل التطبيق حتى تسري التغييرات.
es: Has de reiniciar la aplicación para aplicar el cambio de idioma.
fr_ca: L'application doit être redémarrée pour que les modifications soient prises en compte.
it: L'app deve essere riavviata per l'effetto delle modifiche.
ru: Приложение необходимо перезапустить, чтобы изменения вступили в силу.
uk: Додаток необхідно перезапустити, щоб зміни набули чинності.

source: OK
ar: موافق

source: Yes
ar: نعم
es: Sí
fr_ca: Oui
it: Si
ru: Да
uk: Так

source: Clear app settings?
ar: هل تريد مسح إعدادات التطبيق؟
es: ¿Eliminar ajustes de la app?
fr_ca: Effacer les paramètres de l'application?
it: Cancella le impostazioni dell'app?
ru: Очистить настройки приложения?
uk: Очистити налаштування додатка?

source: (App preferences will be cleared)
ar: (سيتم مسح تفضيلات التطبيق)
es: (Las preferencias de la aplicación se borrarán)
fr_ca: (Les préférences de l'application seront effacées))
it: (Le preferenze dell'app verranno cancellate)
ru: (Настройки приложения будут очищены)
uk: (Налаштування додатка буде очищено)

source: You will lose user settings and saved language.
ar: ستفقد إعدادات المستخدم واللغة المحفوظة.
es: Perderás los ajustes de usuario y el idioma guardado.
fr_ca: Vous perdrez les paramètres utilisateur et la langue enregistrée.
it: Perderai le impostazioni utente e la lingua salvata.
ru: Вы потеряете пользовательские настройки и сохраненный язык.
uk: Ви втратите користувацькі налаштування та збережену мову.

source: Warning
ar: تحذير
es: Aviso
fr_ca: Avertissement
it: Avvertimento
ru: Предупреждение
uk: Попередження

source: Create Installer App from %@ %@ (%@)
ar: إنشاء تطبيق مثبت macOS من %@ %@ (%@)
es: Crear la aplicación Instalar macOS desde %@ %@ (%@)
fr_ca: Créer l'application d'installation à partir de %@ %@ (%@)
it: Crea app di installazione da %@ %@ (%@)
ru: Создать приложение-установщик из %@ %@ (%@)
uk: Створити установник програми з %@ %@ (%@)

# Error Creating Installer
source: Error Creating macOS Installer
ar: خطأ في إنشاء تطبيق التثبيت
es: Error al crear la aplicación Instalar macOS
fr_ca: Erreur lors de la création du programme d'installation de macOS
it: Errore nella creazione del programma di installazione di macOS
ru: Ошибка создания установщика macOS
uk: Помилка створення установника macOS

source: The installer package %@ does not exist in the Downloads folder. Please download it first.
ar: حزمة التثبيت المختارة غير موجودة في مجلد التنزيلات. يرجى تنزيلها أولاً.
es: El paquete instalador %@ no existe en la carpeta Descargas. Descárgalo en primer lugar.
fr_ca: Le package d'installation %@ n'existe pas dans le dossier Téléchargements. Veuillez d'abord le télécharger.
it: Il pacchetto di installazione %@ non esiste nella cartella Download. Per favore scaricalo prima.
ru: Пакет установки %@ не существует в папке Загрузки. Сначала загрузите его.
uk: Пакет встановлення %@ не існує в папці завантаження. Спочатку завантажте його.

source: Success
ar: نجاح
es: Éxito
fr_ca: Succès
it: Successo
ru: Успех
uk: Успіх

# The installer app has been created successfully in /Applications
source: The macOS Install app has been created successfully in /Applications
ar: تم إنشاء تطبيق التثبيت بنجاح في /Applications
es: La aplicación Instalar macOS se ha creado con éxito en /Aplicaciones
fr_ca: L'application d'installation de macOS a été créée avec succès dans /Applications
it: L'app di installazione di macOS è stata creata con successo in /Applicazioni
ru: Приложение установки macOS успешно создано в /Applications
uk: Додаток встановлення macOS успішно створено в /Applications

source: The installer package has been opened. Follow the on-screen instructions to complete the installation
ar: تم فتح حزمة التثبيت. اتبع التعليمات التي تظهر على الشاشة لإكمال التثبيت.
es: Se ha abierto el paquete instalador. Sigue las instrucciones en pantalla para completar la instalación
fr_ca: Le package d'installation est ouvert. Suivez les instructions à l'écran pour terminer l'installation.
it: Il pacchetto di installazione è stato aperto. Segui le istruzioni sullo schermo per completare l'installazione
ru: Пакет установки открыт. Следуйте инструкциям на экране для завершения установки
uk: Пакет встановлення відкрито. Дотримуйтесь інструкцій на екрані для завершення встановлення

source: Failed to open the installer package. Please try opening it manually from the Downloads folder
ar: فشل فتح حزمة التثبيت. يرجى محاولة فتحها يدويًا من مجلد التنزيلات.
es: No se pudo abrir el paquete instalador. Intenta abrirlo manualmente desde la carpeta Aplicaciones
fr_ca: Impossible d'ouvrir le package d'installation. Veuillez essayer de l'ouvrir manuellement depuis le dossier Téléchargements.
it: Impossibile aprire il pacchetto di installazione. Prova ad aprirlo manualmente dalla cartella Download
ru: Не удалось открыть пакет установки. Попробуйте открыть его вручную из папки Загрузки
uk: Не вдалося відкрити пакет встановлення. Спробуйте відкрити його вручну з папки завантаження

# Failed to create installer app. Error: %@
source: Failed to create macOS Install app. Error: %@
ar: فشل إنشاء تطبيق التثبيت. الخطأ: %@
es: No se pudo crear la aplicación Instalar macOS. Error: %@
fr_ca: Échec de la création de l'application d'installation macOS. Erreur.: %@
it: Impossibile creare l'app di installazione di macOS. Errore: %@
ru: Не удалось создать приложение установки macOS. Ошибка: %@
uk: Не вдалося створити додаток встановлення macOS. Помилка: %@

source: No write permission to /Applications folder
ar: لا توجد أذونات كتابة إلى مجلد /Applications
es: No tienes permisos de escritura en la carpeta /Aplicaciones
fr_ca: Aucune autorisation d'écriture sur le dossier /Applications
it: Nessuna autorizzazione di scrittura nella cartella /Applicazioni
ru: Нет разрешения на запись в папку /Applications
uk: Немає дозволу на запис у папку /Applications

source: Failed to create AppleScript
ar: فشل إنشاء AppleScript
es: No se pudo crear AppleScript
fr_ca: Échec de la création d'AppleScript
it: Impossibile creare AppleScript
ru: Не удалось создать AppleScript
uk: Не вдалося створити AppleScript

source: Maximum Downloads Reached
ar: تم الوصول إلى الحد الأقصى للتنزيلات
es: Se ha alcanzado el nº máximo de descargas
it: Numero massimo di download raggiunto
uk: Досягнуто максимальну кількість завантажень

source: You can only download up to 3 installers at the same time. Please wait for a download to complete before starting a new one.
ar: يمكنك تنزيل ما يصل إلى 3 مثبتات فقط في نفس الوقت. يرجى الانتظار حتى يكتمل أحد التنزيلات قبل بدء تنزيل جديد.
es: Sólo puedes descargar 3 archivos a la vez. Espera a que termine una descarga antes de iniciar otra nueva.
it: Puoi scaricare solo fino a 3 programmi di installazione contemporaneamente. Attendi che un download sia completato prima di avviarne uno nuovo.
uk: Ви можете завантажувати лише 3 установники одночасно. Будь ласка, дочекайтеся завершення завантаження, перш ніж почати нове.

source: Dismiss
ar: تجاهل
es: Descartar
it: Chiudi
uk: Закрити

source: This installer has been downloaded
ar: تم تنزيل هذا المثبت مسبقًا
uk: Цей установник завантажено
