Repository: perez987/DownloadFullInstaller
Catalog: DownloadFullInstaller/Languages/*.lproj/Localizable.strings
Languages: pt_br, sl

source: in catalog
pt_br: no catálogo
sl: v katalogu

source: %@ already exists. Do you want to replace it?
pt_br: %@ já existe. Deseja substituí-lo?
sl: %@ že obstaja. Ali ga želite zamenjati?

source: A file with the same name already exists in that location. Replacing it will overwrite its current contents.
pt_br: Um arquivo com o mesmo nome já existe nesse local. Substituí-lo irá sobrescrever seu conteúdo atual.
sl: Datoteka z istim imenom že obstaja na tem mestu. Če jo zamenjate, boste prepisali njeno trenutno vsebino.

source: Cancel
pt_br: Cancelar
sl: Prekliči

source: Copy %@ %@ (%@) %@ URL
pt_br: Copiar %@ %@ (%@) %@ URL
sl: Kopiraj %@ %@ (%@) %@ URL

source: Download %@ %@ (%@) Installer
pt_br: Baixar Instalador %@ %@ (%@)
sl: Prenesi namestitveni program %@ %@ (%@)

source: Downloaded %@
pt_br: Baixado %@
sl: Preneseno %@

source: Downloading %@
pt_br: Baixando %@
sl: Prenašanje %@

source: Retrying download of InstallAssistant.pkg...
pt_br: Tentando novamente baixar InstallAssistant.pkg...
sl: Ponovni poskus prenosa datoteke InstallAssistant.pkg...

source: Replace
pt_br: Substituir
sl: Zamenjaj

source: Show in Finder
pt_br: Mostrar no Finder
sl: Prikaži v iskalniku

source: Cancel %@ download
pt_br: Cancelar download de %@
sl: Prekliči prenos %@

source: Show the installer in the Downloads folder
pt_br: Mostrar o instalador na pasta de downloads
sl: Prikaži namestitveni program v mapi za prenose

source: Language Selection
pt_br: Seleção de idioma
sl: Izbira jezika

source: Choose a language
pt_br: Escolha um idioma
sl: Izberite jezik

source: Select Language
pt_br: Selecionar idioma
sl: Izberite jezik

source: Continue
pt_br: Continuar
sl: Nadaljuj

source: Restart Required
pt_br: Reinicialização necessária
sl: Zahtevan je ponovni zagon

source: The app must be restarted for changes to take effect.
pt_br: O aplicativo deve ser reiniciado para que as alterações entrem em vigor.
sl: Aplikacijo je treba znova zagnati, da spremembe začnejo veljati.

source: Yes
pt_br: Sim
sl: Da

source: Clear app settings?
pt_br: Limpar configurações do aplicativo?
sl: Želite počistiti nastavitve aplikacije?

source: (App preferences will be cleared)
pt_br: (As preferências do aplicativo serão apagadas)
sl: (Nastavitve aplikacije bodo izbrisane)

source: You will lose user settings and saved language.
pt_br: Você perderá as configurações do usuário e o idioma salvo.
sl: Izgubili boste uporabniške nastavitve in shranjeni jezik.

source: Warning
pt_br: Aviso
sl: Opozorilo

source: Create Installer App from %@ %@ (%@)
pt_br: Criar aplicativo de instalação de %@ %@ (%@)
sl: Ustvari namestitveno aplikacijo iz %@ %@ (%@)

source: Error Creating Installer
pt_br: Erro ao criar o instalador do macOS
sl: Napaka pri ustvarjanju namestitvenega programa za macOS

source: The installer package %@ does not exist in the %@ folder. Please download it first.
pt_br: O pacote de instalação %@ não existe na pasta %@. Por favor, baixe-o primeiro.
sl: Namestitveni paket %@ ne obstaja v mapi %@. Najprej ga prenesite.

source: Success
pt_br: Sucesso
sl: Uspeh

source: The installer app has been created successfully in /Applications
pt_br: O aplicativo de instalação do macOS foi criado com sucesso em /Applications
sl: Aplikacija za namestitev macOS je bila uspešno ustvarjena v /Aplikacijah

source: The installer package has been opened. Follow the on-screen instructions to complete the installation
pt_br: O pacote de instalação foi aberto. Siga as instruções na tela para concluir a instalação
sl: Namestitveni paket je bil odprt. Za dokončanje namestitve sledite navodilom na zaslonu.

source: Failed to open the installer package. Please try opening it manually from the Downloads folder
pt_br: Falha ao abrir o pacote de instalação. Tente abri-lo manualmente da pasta de downloads
sl: Namestitvenega paketa ni bilo mogoče odpreti. Poskusite ga odpreti ročno iz mape za prenose.

source: Failed to create installer app. Error: %@
pt_br: Falha ao criar o aplicativo de instalação do macOS. Erro: %@
sl: Ustvarjanje namestitvene aplikacije za macOS ni uspelo. Napaka: %@

source: No write permission to /Applications folder
pt_br: Sem permissão de escrita na pasta /Applications
sl: Ni dovoljenja za pisanje v mapo /Aplikacije

source: Failed to create AppleScript
pt_br: Falha ao criar AppleScript
sl: Ustvarjanje AppleScripta ni uspelo

source: Maximum Downloads Reached
pt_br: Número máximo de downloads atingido
sl: Doseženo je bilo največje število prenosov

source: You can only download up to 3 installers at the same time. Please wait for a download to complete before starting a new one.
pt_br: Você pode baixar apenas 3 instaladores ao mesmo tempo. Por favor, aguarde um download terminar antes de iniciar um novo.
sl: Hkrati lahko prenesete največ 3 namestitvene programe. Preden začnete novega, počakajte, da se prenos prejšnjega zaključi.

source: Dismiss
pt_br: Dispensar
sl: Opusti

source: This installer has been downloaded
pt_br: Este instalador foi baixado
sl: Ta namestitveni program je bil prenesen

source: Settings
pt_br: Configurações
sl: Nastavitve

source: Close
pt_br: Fechar
sl: Zapri

source: Download Location
pt_br: Pasta de Download
sl: Mapa s prenosi

source: Select Download Folder
pt_br: Escolha Pasta de Download
sl: Izberite mapo za prenose

source: Choose where to save downloaded installers
pt_br: Escolha onde salvar os instaladores baixados
sl: Izberite, kam želite shraniti prenesene namestitvene datoteke

source: Legacy macOS Installers
pt_br: Instaladores de macOS legados

source: Download legacy macOS installers (10.7 - 10.12)
pt_br: Baixar versões antigas do macOS (10.7 - 10.12)

source: Download macOS %@ %@
pt_br: Baixar macOS %@ %@

source: Download Full Installer
sl: Prenesite celoten namestitveni program

source: OK
sl: V redu
